---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomDesignPowerLoadPerAreaParam
source: html/cdfcdbaa-f8c6-64fd-5542-9a774b52232f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomDesignPowerLoadPerAreaParam Property

"Specified Power Load per area"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomDesignPowerLoadPerAreaParam { get; }
```